Repository: GrzybDev/QuantumBreak
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl_pl

source: A black hole. What exactly are we testing here?
pl_pl: Czarna dziura. Co dokładnie tutaj testujemy?

source: A briefcase that contains something I need in order to stop the Fracture!
pl_pl: Walizka, która zawiera coś, czego potrzebuję, aby załatać pęknięcie!

source: A diary by Will of the Schrodinger time travel experiement
pl_pl: Dziennik Willa z eksperymentu podróży w czasie Schrodingera

source: A dramatized discussion on the importance of consent changes lives. View Episode 3 to unlock Quantum Ripple.
pl_pl: Dramatyczna dyskusja na temat znaczenia zgody zmienia życie. Obejrzyj odcinek 3, aby odblokować czasową falę.

source: A hot tip leads to silent outrage. View Episode 4 to unlock Quantum Ripple.
pl_pl: Wskazówka prowadzi do oburzenia. Obejrzyj odcinek 4, aby odblokować czasową falę.

source: A little dressy for 4am, don't you think?
pl_pl: Trochę zbyt elegancko jak na czwartą rano, nie sądzisz?

source: A little help?
pl_pl: Pomocy?

source: A long time ago now.
pl_pl: Dawno temu.

source: A man named Charlie Wincott. I believe he chose to take a stand. Unfortunately, it ended badly for him.
pl_pl: Niejaki Charlie Wincott. Wierzę, że zdecydował się zająć stanowisko. Niestety, źle się to dla niego skończyło.

source: A memento from a life long gone leads to a moment of sentimentality.
pl_pl: Pamiątka z dawno minionego życia prowadzi do chwili sentymentalizmu.

source: A moderate challenge. The recommended setting for most players.
pl_pl: Umiarkowane wyzwanie. Zalecane dla większości graczy.

source: A moment of frustration leads to a career in politics. View Episode 4 to unlock Quantum Ripple.
pl_pl: Chwila frustracji prowadzi do kariery w polityce. Aby odblokować czasową falę, obejrzyj odcinek 4.

source: A moment of sudden publicity incites public interest. View Episode 3 to unlock Quantum Ripple.
pl_pl: Nagły rozgłos wzbudza zainteresowanie opinii publicznej. Aby odblokować czasową falę, obejrzyj Odcinek 3.

source: A mysterious show
pl_pl: Tajemniczy serial

source: A power surge occurred at 7am this morning when the machine was activated.
pl_pl: Skok napięcia wystąpił dziś o 7 rano, gdy urządzenie zostało aktywowane.

source: A reminder.
pl_pl: Pamiątka.

source: A round thing in the middle. I think.
pl_pl: Okrągła rzecz w środku. Chyba.

source: A sudden change of evening plans.
pl_pl: Nagła zmiana wieczornych planów.

source: A traitor fired shots during Mr. Hatch's speech. I assume this was Beth Wilder.
pl_pl: Zdrajca oddał strzały podczas przemówienia pana Hatcha. Zakładam, że była to Beth Wilder.

source: A-A-AND...
pl_pl: I...

source: AAH!
pl_pl: Aach!

source: AAH! -YOU PIECE OF SHIT! YOU KILLED HIM!
pl_pl: Aach! - Ty gnoju! Zabiłeś go!

source: ACHIEVEMENTS
pl_pl: OSIĄGNIĘCIA

source: ACT %d
pl_pl: AKT %d

source: ACT %d / JUNCTION %d
pl_pl: AKT %d / ROZWIDLENIE %d

source: ACT %d / PART %d
pl_pl: AKT %d / CZĘŚĆ %d

source: ACT %i PART %i
pl_pl: AKT %i CZĘŚĆ %i

source: ACT 1
pl_pl: AKT 1

source: ACT 1 PART 1
pl_pl: AKT 1 CZĘŚĆ 1

source: ACT 1 PART 2
pl_pl: AKT 1 CZĘŚĆ 2

source: ACT 1 PART 3
pl_pl: AKT 1 CZĘŚĆ 3

source: ACT 2
pl_pl: AKT 2

source: ACT 2 PART 1
pl_pl: AKT 2 CZĘŚĆ 1

source: ACT 2 PART 2
pl_pl: AKT 2 CZĘŚĆ 2

source: ACT 2 PART 3
pl_pl: AKT 2 CZĘŚĆ 3

source: ACT 3
pl_pl: AKT 3

source: ACT 3 PART 1
pl_pl: AKT 3 CZĘŚĆ 1

source: ACT 3 PART 2
pl_pl: AKT 3 CZĘŚĆ 2

source: ACT 4
pl_pl: AKT 4

source: ACT 4 PART 1
pl_pl: AKT 4 CZĘŚĆ 1

source: ACT 4 PART 2
pl_pl: AKT 4 CZĘŚĆ 2

source: ACT 4 PART 3
pl_pl: AKT 4 CZĘŚĆ 3

source: ACT 4 PART 4
pl_pl: AKT 4 CZĘŚĆ 4

source: ACT 5
pl_pl: AKT 5

source: ACT 5 PART 1
pl_pl: AKT 5 CZĘŚĆ 1

source: ACT 5 PART 2
pl_pl: AKT 5 CZĘŚĆ 2

source: ACT 5 PART 3
pl_pl: AKT 5 CZĘŚĆ 3

source: ACTIVE?
pl_pl: Aktywny?

source: ADAPTIVE VSYNC
pl_pl: ADAPTACYJNA SYNCHRONIZACJA PIONOWA (V-SYNC)

source: ADJUST
pl_pl: DOSTOSUJ

source: ADJUST BRIGHTNESS
pl_pl: DOSTOSUJ JASNOŚĆ

source: ADVENTUROUS RELIGIOUS SINGLES PURE THRILLS FOR THE PURE OF HEART Find your soul mate! Meet the one He meant for you! Abstain together – enjoy the tension! There is room for all in the closet of the Lord!
pl_pl: ŻĄDNI PRZYGÓD RELIGIJNI SINGLE CZYSTE EMOCJE DLA CZYSTYCH SERC Znajdź swoją bratnią duszę! Spotkaj tego, którego On dla Ciebie przeznaczył! Trzymajcie się razem w wstrzemięźliwości - cieszcie się napięciem! U naszego Pana jest miejsce dla wszystkich!

source: AHH!
pl_pl: Aach!

source: AIM
pl_pl: CELOWANIE

source: AIM ASSIST
pl_pl: WSPOMAGANIE CELOWANIA

source: AIM SENSITIVITY
pl_pl: CZUŁOŚĆ CELOWANIA

source: ALL I'M ASKING IS PLEASE LET ME TAKE A FUCKING SHIT.
pl_pl: Proszę tylko, byś pozwolił mi się wysrać.

source: ALL LEADING UP TO THIS
pl_pl: WSZYSTKO PROWADZI DO TEGO

source: ALL OF IT BLENDING INTO ONE,
pl_pl: wszystko się zlewa w jedno,

source: ALL RIGHT, I'M GONNA USE THE RESTROOM.
pl_pl: No dobra, muszę iść do toalety.

source: ALL RIGHT, MAN. THANK YOU.
pl_pl: W porządku, stary. Dziękuję.

source: ALL RIGHT. I-I'LL GO.
pl_pl: No dobra. P-pójdę.

source: ALL WE DO NOW -- WE DRAFT AN E-MAIL TO MAYOR RACKLEY,
pl_pl: A teraz napiszemy e-maila do burmistrza Rackley'a,

source: ALL WE DO NOW IS UPLOAD OUR GIRL'S VIDEO TO STAN AND OUR FANS AT WZWY...
pl_pl: Teraz wysyłamy film naszej dziewczyny do Stana oraz do naszych fanów w WZWY...

source: ALONG WITH ITS INNOVATIVE RESEARCH AND DESIGN PROGRAMS, MONARCH HAS SOUGHT OUT INVESTMENTS
pl_pl: Wraz ze swoimi innowacyjnymi programami badawczymi oraz projektami, firma Monarch poszukiwała inwestycji

source: ALPHA TEAM, COME IN.
pl_pl: Alpha, odbiór.

source: ALPHA TEAM, DO YOU COPY?
pl_pl: Alpha, zgłoście się.

source: ALPHA TEAM.
pl_pl: Drużyna Alpha.

source: ALPHA TEAM?
pl_pl: Alpha?

source: ALT USE
pl_pl: ALTERNATYWNY PRZYCISK UŻYCIA

source: ALTERNATIVE
pl_pl: ALTERNATYWNE

source: AMMO BOXES AND SAFE HAVENS
pl_pl: SKRZYNKI NA AMUNICJĘ I BEZPIECZNE SCHRONIENIA

source: AMY, TELL US, WHAT IS GOING ON HERE?
pl_pl: Amy, powiedz nam, co się tam dzieje?

source: AND ALL OTHERS WHO ARE MISSING AT THIS TIME.
pl_pl: I wszystkich innych obecnie zaginionych.

source: AND ANYONE WHO'S NOT ON IT IS PRETTY MUCH FUCKED.
pl_pl: a każdy kto na niej nie jest, jest w dupie.

source: AND AS YOU AND I ARE WELL AWARE, MR. JOYCE, WITH MISCALCULATION CAN OFTEN COME CATASTROPHE.
pl_pl: I jak ty i ja dobrze wiemy, panie Joyce, z błędami przychodzą katastrofy.

source: AND ASSUMING ALL THESE PORTS ARE JUST LEFT OPEN, THEN ALL WE HAVE TO DO
pl_pl: i zakładając że zostawili te wszystkie porty otwarte, to wszystko co musimy zrobić

source: AND FOR WHAT?
pl_pl: I po co?

source: AND FOR YOU.
pl_pl: I dla ciebie.

source: AND HAS HELPED EAGER STUDENTS FROM ALL OVER THE COUNTRY
pl_pl: w ten sposób pomagając chętnym studentom z całego kraju

source: AND HE BECAME AN OBSTACLE.
pl_pl: stał się przeszkodą.

source: AND I NEED YOUR HELP, AND YOU NEED MINE.
pl_pl: I potrzebuję twojej pomocy, a ty potrzebujesz mojej.

source: AND I THINK OF AN ARMY -- AN ARMY WITH THE POWER...
pl_pl: I widzę armię... Armii z ogromną mocą...

source: AND I TOLD MYSELF THAT EVERY NIGHT THAT I'D ASK YOU OUT,
pl_pl: I każdej nocy powtarzałem sobie, że się z tobą umówię,

source: AND I WANT TO ENCOURAGE THE PEOPLE OF RIVERPORT TO OFFER
pl_pl: a ja chcę zachęcić mieszkańców Riverport do pomocy służbom,

source: AND I...
pl_pl: A ja...

source: AND IF WE ARE REACHING ZERO STATE, SOMETHING HAS TO BE DONE.
pl_pl: A jeśli osiągamy stan zerowy, to musimy coś zrobić.

source: AND IT -- IT HAS SOMETHING TO DO WITH THE LIFEBOAT.
pl_pl: I... ma to coś wspólnego z tą łodzią ratunkową.

source: AND IT CAN SAVE US -- AT LEAST SOME OF US.
pl_pl: i to może nas ocalić, a przynajmniej część z nas.

source: AND IT DOESN'T START BACK UP.
pl_pl: I nie uruchamia się z powrotem.

source: AND IT TOOK ME A FUCKING YEAR.
pl_pl: i zajęło mi to jebany rok.

source: AND IT...AND IT'S ALWAYS GONNA NEED PEOPLE LIKE HER TO HELP UNDERSTAND IT...
pl_pl: I... I zawsze będe potrzebować ludzi takich jak ona, aby pomóc mi zrozumieć ten świat...

source: AND KEEP THE PEOPLE OF RIVERPORT SAFE AS THIS VERY UNSETTLING STORY CONTINUES TO UNFOLD.
pl_pl: i by zapewnić bezpieczeństwo mieszkańców Riverport podczas tego bardzo niepokojącego okresu.

source: AND LAST BUT NOT LEAST, WE POST A LETTER.
pl_pl: A na koniec publikujemy list.

source: AND NO MATTER WHAT I DO, TIME ENDS.
pl_pl: I nie ważne co zrobię, czas się skończy.

source: AND NOW WE MUST BELIEVE THAT WE ARE POWERFUL ENOUGH
pl_pl: a teraz musimy uwierzyć, że jesteśmy wystarczająco potężni,

source: AND NOW, I WILL ASSURE YOURS.
pl_pl: a teraz ja upewnie się, że pociągne was na dno ze mną.

source: AND ON THE RIGHT, THE LITTLE ONE -- HOW OLD IS SHE?
pl_pl: A po prawej, ta mała - ile ona ma lat?

source: AND PUT OUT AN APB ON YOUR MOM.
pl_pl: i wystawić list gończy na twoją starą.

source: AND S-SO EVERY TUESDAYS AND WEDNESDAYS, I WOULD --
pl_pl: I tak w każdy wtorek i środę...

source: AND SHE BELIEVES IN JOYCE.
pl_pl: A ona wierzy w Joyce'a.

source: AND SOMEHOW, MONARCH HAS BEEN PREPARING FOR IT.
pl_pl: A Monarch, jakoś się do tego przygotowywał.

source: AND THAT I'M GONNA HELP MAKE IT RIGHT,
pl_pl: I że pomogę jej go naprawić,

source: AND THAT LEAVES ME WITH YOU, MR. JOYCE.
pl_pl: I to zostawia mnie z panem, panie Joyce.

source: AND THAT OTHER GUY KIND OF LOOKS LIKE YOU,
pl_pl: A ten drugi koleś trochę ciebie przypomina

source: AND THAT VIOLENCE WAS BECAUSE OF JACK JOYCE.
pl_pl: A cała ta przemoc była z powodu Jack'a Joyce'a.

source: AND THAT, BRENNER, IS HOW YOU TAKE RIVERPORT UNDER MONARCH CONTROL.
pl_pl: I tak oto Monarch przejmuje władzę nad Riverport, Brenner.

source: AND THE LIFEBOAT PROTOCOL -- IT'S A PLACE.
pl_pl: A ten protokół łodzi ratunkowej... To miejsce.

source: AND THE LIFEBOAT PROTOCOL, IT'S A PLACE.
pl_pl: A ten protokół łodzi ratunkowej, to miejsce.

source: AND THE ONE ON YOUR RIGHT...
pl_pl: a wtedy ten po prawej...

source: AND THE ONLY PROBLEM IS -- IS THERE'S A LIST,
pl_pl: A jedynym problemem jest to... że jest lista,

source: AND THE ONLY PROBLEM IS, IS THAT -- IS THERE'S A LIST, AND ANYONE WHO'S NOT ON IT IS -- IS PRETTY MUCH FUCKED.
pl_pl: A jedynym problemem jest to... Że jest lista, a każdy kto na niej nie jest, jest w dupie.

source: AND THE TIME HAS COME TO...
pl_pl: I nadszedł czas, aby...

source: AND THEN HERE TO MONARCH.
pl_pl: a później tutaj w Monarch.

source: AND THEN YOU COME HERE, BEHIND MY BACK.
pl_pl: A potem przychodzisz tutaj, za moimi plecami.

source: AND THERE WAS A TIME...
pl_pl: I był taki czas...

source: AND THINGS WILL ONLY GET WORSE IF HE CONTINUES UNCHECKED.
pl_pl: A sytuacja tylko będzie się pogarszać, jeśli nadal nie będzie miał smyczy.

source: AND THIS IS WHERE WE COME IN.
pl_pl: I tutaj wchodzimy my.

source: AND WE KEEP SEEING THAT BODY.
pl_pl: a my cały czas widzimy to ciało.

source: AND WE WHO ARE...
pl_pl: A kim jesteśmy jak nie...

source: AND WHEN I ARRIVED AT THE PAST,
pl_pl: Kiedy dotarłem do przeszłości,

source: AND WHEN I GOT BACK, I COULDN'T -- I COULDN'T FIND ANYTHING.
pl_pl: A kiedy wróciłem, nie mogłem... Nie mogłem znaleźć żadnego zajęcia.

source: AND WITH MONARCH'S GREATEST INVESTMENT IN THE FUTURE BEING RIGHT HERE IN RIVERPORT,
pl_pl: A największa inwestycja Monarch w przyszłość znajduje się właśnie tutaj, w Riverport,

source: AND YOU COULD TELL ME TO FUCK OFF.
pl_pl: I możesz mi powiedzieć, żebym spierdalał.

source: AND YOU DON'T WANT MICHAEL OUTSIDE OF YOUR HOUSE A MOMENT LONGER.
pl_pl: A ty chyba nie chcesz aby Michael stał dłużej przed twoim domem.

source: AND YOU KNOW WHAT WE'RE FACING.
pl_pl: I wiesz, z czym się mierzymy.

source: AND, UM, WELL, YOU CAN TELL ME TO FUCK OFF.
pl_pl: A ty możesz mi powiedzieć, żebym spierdalał.

source: AND...
pl_pl: I...

source: ANIMAL RIGHTS ACTIVISTS...
pl_pl: Obrońcy praw zwierząt...

source: ANTI-ALIASING
pl_pl: ANTY-ALIASING

source: ANYTHING I TRY TO CHANGE, IT JUST TRIGGERS THE SAME EVENT,
pl_pl: Wszystko, co próbuje zmienić, wywoła to samo zdarzenie,

source: ANYTHING...
pl_pl: Wszystko...

source: APART FROM A FEW FRAGMENTS OF MEMORIES.
pl_pl: z wyjątkiem kilku fragmentów wspomnień.

source: APR 2, 1999
pl_pl: 2 KWIETNIA 1999

source: ARCADE MODE
pl_pl: TRYB ZRĘCZNOŚCIOWY

source: ARE YOU OKAY? -YEAH.
pl_pl: Jesteś cały? - Tak.

source: ARE YOU SURE?
pl_pl: CZY NA PEWNO?

source: AS THIS VERY UNSETTLING STORY CONTINUES TO UNFOLD.
pl_pl: podczas tego bardzo niepokojącego okresu.

source: ASSIST PAUL WITH THE EXPERIMENT
pl_pl: POMÓŻ PAULOWI W EKSPERYMENCIE

source: ASSIST SOFIA IN FIXING THE TIME MACHINE
pl_pl: POMÓŻ SOFII W NAPRAWIE WEHIKUŁU CZASU

source: AUDIO
pl_pl: DŹWIĘK

source: AUDIO CONFIGURATION
pl_pl: KONFIGURACJA DŹWIĘKU

source: AUDIO FILE
pl_pl: PLIK DŹWIĘKOWY

source: AUDIO LANGUAGE
pl_pl: JĘZYK MOWY

source: AUDIO OPTIONS
pl_pl: USTAWIENIA DŹWIĘKU

source: AVAILABLE
pl_pl: DOSTĘPNE

source: AW, COME ON!
pl_pl: CHOLERA!

source: AW, I ACTUALLY HATE OLIVES.
pl_pl: Łe, tak w sumie to nienawidzę oliwek.

source: AW, MAN.
pl_pl: O, stary.

source: AW, SHIT. HE'S GONE.
pl_pl: Cholera. Nie ma go.

source: Aaaaaggh!
pl_pl: Aaaaah!

source: Aaagh!
pl_pl: Aaaah!

source: Aaah! Son of a bitch!
pl_pl: Aaah! Sukinsyn!

source: Aaand open sesame--
pl_pl: I sezamie, otwórz się...

source: Aaaohhh God!
pl_pl: Aaaaaah Boże!

source: Aaggh! God! DAMMIT! You killed him!
pl_pl: Aach! Boże! CHOLERA! Zabiłeś go!

source: Aah!
pl_pl: Aach!

source: Aah! Are you trying to make me shit myself?!
pl_pl: Aach! Próbujesz sprawić, żebym się zesrał?!

source: Aah!!
pl_pl: Aach!!

source: Aahh! Don’t you fucking collapse on me now!
pl_pl: Aahh! Nie waż się teraz na mnie zawalić!

source: Aahh! That didn’t help!
pl_pl: Achh! To nie pomogło!

source: Abilities are down.
pl_pl: Nie mam mocy.

source: About my SCREENPLAY and new video!!!
pl_pl: O moim SCENARIUSZU i nowym wideo!!!

source: About time.
pl_pl: W samą porę.

source: Above the machine. It's a perfect place for a reset switch, Will.
pl_pl: Nad maszyną. To idealne miejsce na przełącznik resetowania, Will.

source: Acknowledged. Passing information on to Monarch Actual! Over.
pl_pl: Potwierdzam. Przekazuje informację do Monarch Actual! Odbiór.

source: Activate Junction
pl_pl: Aktywuj rozwidlenie

source: Activate Time Vision {@TIME_VISION} to highlight enemy movement, ammo sources, collectibles, and environmental hazards.
pl_pl: Aktywuj czasową wizję {@TIME_VISION}, aby podświetlić ruchy wroga, źródła amunicji, przedmioty kolekcjonerskie i zagrożenia środowiskowe.

source: Activate the core
pl_pl: Aktywuj rdzeń

source: Activate the corridor
pl_pl: Aktywuj korytarz

source: Activate the time machine
pl_pl: Uruchom wehikuł czasu

source: Activating chronon surge!
pl_pl: Aktywuje przepięcie chrononowe!

source: Activating chronon tech!
pl_pl: Aktywuje technologię chrononową!

source: Active Pulse
pl_pl: Impuls aktywności

source: Adjust Dialogue volume
pl_pl: Dostosuj głośność dialogów

source: Adjust Music volume
pl_pl: Dostosuj głośność muzyki

source: Adjust Sound Effect volume
pl_pl: Dostosuj głośność efektów dźwiękowych

source: Adjust brightness so that only the text in the two lower boxes is visible. Adjust safe area so that the entire rectangle is visible on screen.
pl_pl: Dostosuj jasność, aby widoczny był tylko tekst w dwóch dolnych polach. Dostosuj bezpieczny obszar tak, aby cały prostokąt był widoczny na ekranie.

source: Adjust the brightness until the logo on the left becomes invisible and the logo on the right remains barely visible.
pl_pl: Dostosuj jasność, aż logo po lewej stanie się niewidoczne, a logo po prawej pozostanie ledwo widoczne.

source: Adjust the display resolution
pl_pl: Dostosuj rozdzielczość wyświetlacza

source: Adjust the game's Brightness setting
pl_pl: Dostosuj jasność w grze

source: Adjust the intensity of the game controller's vibration function
pl_pl: Dostosuj intensywność wibracji kontrolera

source: Adjust the mouse sensitivity
pl_pl: Dostosuj czułość myszy

source: Admittedly, he was wrong.
pl_pl: Trzeba przyznać, że się mylił.

source: Adult Son
pl_pl: Dorosły syn

source: Advance on the target's position and eliminate the threat. Over.
pl_pl: Atakuj pozycję celu i wyeliminuj zagrożenie. Odbiór.

source: Advance!
pl_pl: Naprzód!

source: Advance, repeat advance on target. Over.
pl_pl: Naprzód, powtórz atak na cel. Odbiór.

source: Advance. Repeat, advance on the target. Over.
pl_pl: Atakujcie. Powtarzam, atakujcie cel. Odbiór.

source: Advanced SMG
pl_pl: Zaawansowany pistolet maszynowy

source: Advancing on target!
pl_pl: Do celu!

source: Advancing!
pl_pl: Naprzód!

source: Advancing.
pl_pl: Przechodzę.

source: Adventurous Religious Singles Dating Website
pl_pl: Pełna przygód religijna strona randkowa dla singli

source: Affirmative, all available units, move in to target area. Over.
pl_pl: Potwierdzam, wszystkie dostępne jednostki wkraczają w obszar docelowy. Odbiór.

source: Affirmative, reinforcements inbound. Over.
pl_pl: Potwierdzam, posiłki w drodze. Odbiór.

source: After Jack and William's parents were killed in a car crash when Jack was just a young teenager, William became Jack's guardian. It wasn't a role he was very well suited for.
pl_pl: Po tym, jak rodzice Jack'a i Williama zginęli w wypadku samochodowym, gdy Jack był zaledwie nastolatkiem, William został opiekunem Jack'a. Nie była to rola, do której się nadawał.

source: After what he pulled, you gotta figure he's dead, right?
pl_pl: Po tym, co zrobił, trzeba uznać, że nie żyje, prawda?

source: After you.
pl_pl: Będe za tobą.

source: Again?!
pl_pl: Znowu?!

source: Aggh! Son of a bitch!
pl_pl: Aggh! Sukinsyn!

source: Ah! My mom's ride!
pl_pl: Ah! Samochód mojej mamy!

source: Ah! Under fire!
pl_pl: Ach! Pod ostrzałem!

source: Ah! What's happening?
pl_pl: Co się dzieje?

source: Ah, Mr. Serene? I'm in your office.
pl_pl: Panie Serene? Jestem w pańskim biurze.

source: Ah, for Christ's sake. Misfire.
pl_pl: Na litość boską. Niewypał.

source: Ah, hell. Do you have the situation contained? Where's Burke now? Over.
pl_pl: Do diabła. Czy sytuacja jest opanowana? Gdzie jest teraz Burke? Odbiór.

source: Ah, man. I'm not the one you should be scared of, guy.
pl_pl: Ah, człowieku. To nie mnie powinieneś się bać.

source: Ah, oh shit!
pl_pl: O cholera!

source: Ah, reporting target's down, HQ. Over.
pl_pl: Centrala, Raportuje że cel nie żyje. Odbiór.

source: Ah. Fair enough.
pl_pl: Ah. W porządku.

source: Ah. I see.
pl_pl: Ach. Rozumiem.

source: Aha. There.
pl_pl: Aha. Prawie bym zapomniał.

source: Aha. They must have somehow repurposed it as a localized chronon field regulator.
pl_pl: Aha. Musieli w jakiś sposób zmienić jego przeznaczenie na zlokalizowany regulator pola chrononowego.

source: Ahh! Oh, great. Another one of those fucking things.
pl_pl: Ahh! Świetnie. Kolejna z tych pieprzonych rzeczy.

source: Ahh! Wha... st... stutter...
pl_pl: Ahh! Co... za... zacięcie...

source: Ahh, negative, but I can be back there in five, HQ. What's up? Over.
pl_pl: Odmawiam, ale mogę tam wrócić za pięć minut. Co jest? Odbiór.

source: Ahh, no!
pl_pl: O nie!

source: Ahh, still searching for... circles.
pl_pl: Wciąż szukam... kółek.

source: Ahh, where's our relief? I've gotta pee.
pl_pl: Gdzie nasza ulga? Muszę się wysikać.

source: Ahh... Why do I smell one of your long-winded presentations on the horizon?
pl_pl: Ahh... Dlaczego wyczuwam jedną z tych twoich rozwlekłych prezentacji?

source: Aim
pl_pl: Celowanie

source: Air lift.
pl_pl: Helikopter.

source: Alan Wake. I love this guy's stuff.
pl_pl: Alan Wake. Uwielbiam twórczość tego gościa.

source: Alim, Did you hear that Hatch is out? I don’t know exactly what went down, but Holden from Acquisitions says Hatch did something to really piss off Serene. Maybe something that involved blowing something up on the island? I don’t know and frankly, I dunno if Holden did, either. It all sounds pretty crazy even by Monarch standards. Anyway, Holden says Hatch got escorted out of his office by a whole bunch of armed security guys. I mean, that wasn’t a “security will escort you out of the building” situation. Holden says it was for real. So I guess that guy’s done. Good riddance; maybe now we can get some work done without him Darth Vadering the crap out of us. That guy’s always creeped me out. Oh!! I had another thing too. You were right, Dr. Amaral came back. I was sure Joyce would just kill her, but nope, she made it back alive. Anyway, glad I was wrong about that one, she’s cool people. She picked a good time to come back, too, things are getting really bad outside. It’s really starting to dawn on me we’re really lucky to be in here, instead of stuck out there in the all the craziness. They said there’s planes coming down from the sky now. Crazy! Let me know you’re okay, Alim. Vee
pl_pl: Alim, Słyszałeś, że Hatch odszedł? Nie wiem dokładnie o co poszło, ale Holden z działu akwizycji twierdzi, że Hatch zrobił coś, co naprawdę wkurzyło Serene'a. Może coś, co wiązało się z wysadzeniem czegoś na wyspie? Nie wiem i szczerze mówiąc, nie wiem też, czy Holden to zrobił. To wszystko brzmi dość szalenie, nawet jak na standardy Monarch. W każdym razie Holden mówi, że Hatch został wyprowadzony ze swojego biura przez całą grupę uzbrojonych ochroniarzy. To nie była sytuacja typu „ochrona wyprowadzi cię z budynku”. Holden mówi, że to było poważne. Więc myślę, że ten facet jest skończony. Dobrze, że się go pozbyliśmy, może teraz uda nam się trochę popracować bez Dartha Vader'a. Zawsze mnie przerażał. Jeszcze jedno. Miałeś rację, dr Amaral wróciła. Byłam pewna, że Joyce po prostu ją zabije, ale nie, wróciła żywa. W każdym razie cieszę się, że się myliłam, jest fajna. Wybrała też dobry czas na powrót, bo na zewnątrz robi się naprawdę źle. Zaczyna do mnie docierać, że mamy szczęście, że jesteśmy tutaj, zamiast tkwić w tym całym szaleństwie. Mówili, że z nieba spadają samoloty. Szaleństwo! Daj znać, że wszystko w porządku, Alim. Vee
